あ
ぃ
い
う
ぇ
え
お
か
が
き
ぎ
く
ぐ
け
げ
こ
ご
さ
ざ
し
じ
す
ず
せ
ぜ
そ
ぞ
た
だ
ち
ぢ
っ
つ
づ
て
で
と
ど
な
に
ぬ
ね
の
は
ば
ぱ
ひ
び
ぴ
ふ
ぶ
ぷ
へ
べ
ぺ
ほ
ぼ
ぽ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
わ
を
ん
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
ガ
キ
ギ
ク
グ
ケ
ゲ
コ
ゴ
サ
ザ
シ
ジ
ス
ズ
セ
ゼ
ソ
ゾ
タ
ダ
チ
ヂ
ッ
ツ
ヅ
テ
デ
ト
ド
ナ
ニ
ヌ
ネ
ノ
ハ
バ
パ
ヒ
ビ
ピ
フ
ブ
プ
ヘ
ベ
ペ
ホ
ボ
ポ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ワ
ヱ
ヲ
ン
ヴ
ヶ
・
ー
一
丁
七
万
丈
三
上
下
不
与
丑
世
丘
丙
丞
両
並
中
串
丸
丹
主
乃
久
之
乗
乙
九
也
乱
乳
乾
亀
了
予
争
事
二
互
五
井
亘
亜
亡
交
亥
亨
享
京
亭
亮
人
仁
今
介
仏
仕
他
付
仙
代
令
以
仮
仰
仲
件
任
企
伊
伍
伎
伏
休
会
伝
伯
伴
伶
伸
似
伽
位
低
住
佐
佑
体
何
余
作
佳
使
例
侍
供
依
価
便
係
俊
俗
保
信
俣
修
俵
倉
個
倍
倒
倖
候
借
値
倫
倭
倶
偉
偏
健
側
偵
偽
傍
傑
備
債
傷
働
像
僧
儀
優
允
元
兄
充
先
光
克
免
兎
児
党
入
全
八
公
六
共
兵
其
具
典
兼
内
円
再
写
冠
冨
冬
冴
冶
冷
凍
凡
処
凪
出
刀
刃
分
切
刈
刑
列
初
判
別
利
制
刷
券
刺
刻
則
削
前
剛
剣
剤
剥
副
割
創
劇
力
功
加
助
労
効
勅
勇
勉
動
勘
務
勝
勢
勤
勧
勲
包
化
北
匠
匡
区
医
十
千
升
午
半
卒
卓
協
南
単
博
占
卯
印
危
即
卵
卸
厚
原
厨
厳
去
参
又
叉
及
友
双
反
収
取
受
叡
口
古
句
只
叫
召
可
台
史
右
叶
号
司
各
合
吉
同
名
后
吏
吐
向
君
吟
否
吸
吹
吾
呂
呉
告
呑
周
味
呼
命
和
咲
哀
品
哉
員
哲
唄
唐
唯
唱
商
問
啓
善
喜
喬
喰
営
嗣
嘉
噌
器
四
回
因
団
囲
図
固
国
園
土
圧
在
圭
地
坂
均
坊
坐
坪
垂
型
垢
垣
埋
城
埜
域
執
基
埼
堀
堂
堅
堤
堰
報
場
堺
塔
塗
塚
塩
塵
境
墓
増
墨
墳
壁
壇
壊
士
壬
壮
声
壱
売
壷
変
夏
夕
外
多
夜
夢
大
天
太
夫
央
失
夷
奇
奈
奉
奏
契
奥
奨
女
奴
好
如
妃
妙
妹
妻
姉
始
姓
委
姥
姫
姿
威
娘
婆
婚
婦
嫌
嬉
子
孔
字
存
孝
孟
季
孤
学
孫
宅
宇
守
安
完
宏
宗
官
宙
定
宜
宝
実
客
宣
室
宥
宮
宰
害
家
容
宿
寂
寄
寅
密
富
寒
寛
寝
察
寧
審
寸
寺
対
寿
封
専
射
将
尊
尋
導
小
少
尚
尭
就
尺
尻
尼
尽
尾
尿
局
居
屈
屋
展
属
層
屯
山
岐
岡
岩
岬
岱
岳
岸
峠
峡
峨
峯
峰
島
峻
崇
崎
崩
嵐
嵩
嵯
嶋
嶺
巌
川
州
巡
巣
工
左
巧
巨
差
己
巳
巴
巻
巾
市
布
帆
希
帝
師
席
帯
帰
帳
常
帽
幅
幌
幕
幡
幣
干
平
年
幸
幹
幽
幾
庁
広
庄
床
序
底
店
府
度
座
庫
庭
庵
康
庸
廃
廉
延
建
廻
弁
式
弐
弓
引
弘
弟
弥
弦
弱
張
強
弾
当
形
彦
彩
彪
彫
彬
彰
影
役
彼
往
征
径
待
律
後
徒
従
得
御
復
微
徳
徹
心
必
忌
忍
志
応
忠
快
念
怒
怜
思
急
性
恋
恐
恒
恩
恭
息
恵
悌
悟
悠
患
悦
悪
悲
情
惇
惑
惟
惣
想
意
愚
愛
感
慈
態
慎
慣
慧
慶
憂
憲
憶
懐
懸
戎
成
我
戒
戦
戯
戸
戻
房
所
扇
手
才
打
払
扶
承
技
投
抗
折
抜
抱
押
担
拓
拝
拡
拳
拾
持
指
挙
振
捕
捨
捷
掃
排
掘
掛
採
探
接
推
掻
提
揖
揚
換
揮
援
揺
損
摂
摘
摩
摺
撃
撫
播
撮
操
擦
擬
支
改
攻
放
政
故
敏
救
敗
教
敢
散
敦
敬
数
整
敵
敷
文
斉
斎
斐
斑
斗
料
斜
斤
断
斯
新
方
於
施
旅
旋
族
旗
日
旦
旧
旨
早
旬
旭
旺
昂
昆
昇
昌
明
易
星
映
春
昭
是
昼
時
晃
晋
晩
普
景
晴
晶
智
暁
暖
暗
暢
暦
暮
暴
曇
曙
曜
曲
曳
更
書
曹
曽
曾
替
最
月
有
朋
服
朔
朗
望
朝
期
木
未
末
本
札
朱
朴
杉
李
杏
材
村
杖
杜
束
条
来
杭
東
杵
松
板
析
枕
林
枚
果
枝
枯
架
柄
柊
柏
柑
染
柔
柚
柱
柳
柴
査
柿
栃
栄
栖
栗
校
株
核
根
格
桂
桃
案
桐
桑
桜
桝
桧
桶
梁
梅
梓
梢
梨
梯
械
梶
棄
棒
棚
棟
森
椋
植
椎
検
椿
楊
楓
楠
楢
業
楯
極
楼
楽
榊
榎
榛
構
槌
様
槙
槻
樋
標
模
権
横
樫
樹
樺
樽
橋
橘
機
檀
櫛
欠
次
欣
欧
欲
欽
歌
歓
止
正
此
武
歩
歯
歳
歴
死
殊
残
殖
段
殺
殻
殿
毅
母
毎
毒
比
毛
氏
民
気
水
氷
永
汀
汁
求
汐
汗
汚
江
池
汰
汲
決
沈
沓
沖
沙
沢
河
油
治
沼
泉
泊
法
波
泣
泥
注
泰
洋
洗
洞
津
洪
洲
活
派
流
浄
浅
浜
浦
浩
浪
浮
浴
海
消
涌
涙
液
涼
淀
淑
淡
深
淳
淵
混
添
清
済
渉
渋
渓
渚
減
渡
渥
温
測
港
湊
湖
湧
湯
湾
湿
満
源
準
溜
溝
溶
滅
滋
滑
滝
漁
漆
漏
演
漢
漬
潔
潜
潟
潤
潮
潰
澄
激
濃
瀧
瀬
灘
火
灯
灰
災
炉
炎
炭
点
為
烈
烏
無
焦
然
焼
煙
照
煮
熊
熟
熱
燃
燈
燕
燦
燭
爆
爪
父
爽
爾
片
版
牛
牟
牧
物
特
犬
犯
状
狂
狐
狗
狩
独
狭
狼
猛
猪
猫
献
猿
獄
獅
獣
玄
率
玉
王
玖
玲
珍
珠
現
球
理
琉
琢
琳
琴
瑚
瑛
瑞
瑠
瑳
璃
環
瓜
瓦
瓶
甘
甚
生
産
用
甫
田
由
甲
申
男
町
画
界
畑
畔
留
畜
畝
畠
略
番
異
畳
疾
病
症
痛
療
発
登
白
百
的
皆
皇
皮
皿
盆
益
盗
盛
盟
監
盤
目
盲
直
相
省
眉
看
県
真
眠
眼
着
督
睦
瞬
瞳
矢
知
矩
短
石
砂
研
砲
破
硫
硬
碑
碧
碩
確
磁
磐
磨
磯
礁
示
礼
社
祇
祈
祉
祐
祖
祝
神
祢
祥
票
祭
禁
禄
禅
禎
福
禰
秀
私
秋
科
秘
秦
秩
称
移
稀
程
税
稔
稗
稚
種
稲
穂
積
穏
穴
究
空
突
窓
窪
立
竜
章
童
竪
端
競
竹
笑
笛
笠
符
第
笹
筆
等
筋
筑
筒
答
策
箇
箕
算
管
箱
箸
節
範
築
篠
篤
篭
簡
簾
籍
米
粉
粒
粕
粗
粟
粥
精
糖
糞
糠
糸
系
紀
約
紅
紋
納
純
紗
紘
紙
級
素
紡
索
紫
細
紳
紹
紺
終
組
経
結
絡
絢
給
統
絵
絶
絹
継
続
綜
維
綱
網
綾
綿
緋
総
緑
緒
線
締
編
緩
練
縁
縄
縦
縫
縮
績
繁
織
繰
罪
置
羅
羊
美
群
義
羽
翁
習
翠
翼
耀
老
考
者
耐
耕
耳
耶
聖
聞
聡
聴
職
肇
肉
肌
肝
股
肥
肩
育
肺
背
胞
胡
胤
胸
能
脂
脇
脈
脚
脱
脳
腐
腕
腫
腰
腸
腹
膜
膳
臣
臥
臨
自
臭
至
致
臼
興
舌
舎
舘
舛
舜
舞
舟
航
般
船
艦
良
色
艶
芋
芙
芝
芥
芦
花
芳
芸
芹
芽
苅
苑
苔
苗
若
苦
苫
英
茂
茄
茅
茜
茨
茶
草
荒
荘
荷
荻
菅
菊
菌
菓
菖
菜
華
菱
萌
萩
萱
落
葉
葛
葦
葵
蒔
蒲
蒸
蒼
蓋
蓑
蓬
蓮
蔦
蔭
蔵
蕗
薄
薩
薫
薬
薮
藁
藍
藤
藻
蘇
蘭
虎
虚
虫
虹
虻
蚊
蛇
蛍
蛭
蜂
蜜
蝦
蝶
融
螺
蟹
蟻
血
衆
行
術
街
衛
衝
衡
衣
表
袋
袖
被
裁
裂
装
裏
裕
補
裟
裸
製
複
西
要
覆
覇
見
規
視
覚
覧
親
観
角
解
触
言
計
訓
託
記
訪
設
許
訳
訴
診
証
評
詞
詠
試
詩
詰
話
誉
誌
認
誓
誘
語
誠
誤
説
読
課
調
談
請
諏
論
諭
諸
謙
講
謝
謹
識
警
議
譲
護
讃
谷
豆
豊
豚
象
豪
貝
貞
負
財
貢
貧
貨
販
貫
責
貯
貴
買
貸
費
賀
賃
資
賞
賢
質
赤
赦
走
起
超
越
足
跡
路
跳
踏
身
車
軌
軍
軒
軟
転
軸
軽
載
輔
輝
輪
輸
辛
辞
辰
農
辺
辻
込
迎
近
返
迦
迫
述
迷
追
退
送
逃
逆
透
途
通
速
造
逢
連
週
進
逸
遅
遊
運
過
道
達
違
遠
遣
遥
適
選
遺
遼
避
邑
那
邦
邪
郁
郎
郡
部
郭
郵
郷
都
配
酒
酔
酢
酸
醍
醐
采
釈
里
重
野
量
金
釘
釜
針
釣
鈴
鉄
鉛
鉢
鉱
鉾
銀
銃
銅
銘
銭
鋭
鋼
錦
録
鍋
鍛
鍬
鍵
鎌
鎖
鎮
鏡
鐘
鑑
長
門
閉
開
閑
間
関
閣
闇
闘
阪
防
阿
陀
附
降
限
院
陣
除
陰
陳
陵
陶
陸
険
陽
隅
隆
隈
隊
階
随
隔
際
障
隠
隣
隼
雀
雁
雄
雅
集
雑
雛
離
難
雨
雪
雲
零
雷
電
震
霊
霜
霞
霧
露
青
靖
静
非
面
革
鞍
鞠
韓
音
響
頂
頃
項
順
須
預
頓
領
頭
頼
題
額
顔
顕
願
類
風
飛
食
飯
飲
飼
飽
飾
餅
養
館
首
香
馨
馬
駄
駅
駆
駐
駒
駿
騎
験
骨
高
髪
鬼
魁
魂
魅
魔
魚
鮎
鮫
鮮
鯉
鯨
鳥
鳩
鳳
鳴
鴨
鴻
鵜
鶏
鶴
鷲
鷹
鷺
鹿
麓
麗
麦
麻
麿
黄
黒
黙
鼓
鼠
鼻
齢
龍
々
國
廣
眞
翔
渕
茉
莉
侑
澤
濱
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
]
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
©
°
²
´
½
Á
Ä
Å
Ç
È
É
Í
Ó
Ö
×
Ü
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
í
ð
ñ
ò
ó
ô
õ
ö
ø
ú
û
ü
ý
ā
ă
ą
ć
Č
č
đ
ē
ė
ę
ğ
ī
ı
Ł
ł
ń
ň
ō
ř
Ş
ş
Š
š
ţ
ū
ż
Ž
ž
Ș
ș
ț
Δ
α
λ
μ
φ
Г
О
а
в
л
о
р
с
т
я
ồ
​
—
―
’
“
”
…
℃
→
∇
−
■
☆
　
、
。
〆
〈
〉
「
」
『
』
〔
〕
〜
ぁ
ぉ
ゑ
ゝ
ゞ
ヰ
ヵ
㈱
且
丼
丿
乎
乏
乘
乞
于
亙
些
亟
亦
什
仇
仍
仔
仗
伐
估
伺
佃
但
佚
佛
佩
併
佶
侈
侏
侘
侠
侮
侯
侵
侶
促
俄
俔
俘
俤
俯
俳
俸
俺
倣
倹
偃
假
偈
偐
偕
停
偶
傀
傅
傘
催
傭
傲
傳
傾
僊
僑
僕
僚
僭
僮
億
儇
儒
儛
償
儡
儲
儺
儼
兀
兆
兌
兜
冊
冑
冒
冗
冤
冥
冲
决
准
凉
凋
凌
凛
凝
凞
几
凰
凱
凶
凸
凹
函
刊
刎
刪
到
刹
剃
剋
剖
剪
剰
剽
劉
劔
劣
努
劫
劭
励
劾
勃
勒
募
勺
勾
勿
匁
匂
匏
匙
匝
匣
匯
匲
匹
匿
卉
卍
卑
卜
卦
却
卿
厄
厠
厩
厭
叔
叙
叛
叟
叢
叩
叱
吃
吊
吝
吠
含
吻
吽
呆
呈
呪
呰
咀
咄
咋
咒
咫
咳
咸
哇
哨
哩
哭
哺
唆
唇
唖
唳
唸
唾
啄
啼
喋
喚
喝
喧
喩
喪
喫
單
嗅
嗇
嗔
嗚
嗜
嘆
嘗
嘘
嘩
嘯
嘱
嘲
嘴
噂
噛
噴
噺
嚆
嚢
囀
囃
囉
囚
困
圀
圃
圏
圓
團
圜
址
坑
坡
坤
坦
埃
埒
埔
埠
埴
埵
培
堆
堕
堪
堯
堵
塀
塁
塊
塑
塘
塙
塞
填
塾
墉
墜
墟
墺
墻
墾
壌
壕
壹
壺
壽
夙
夥
夬
夭
夾
奄
奎
奔
奕
套
奘
奠
奢
奪
奮
奸
妄
妊
妍
妓
妖
妥
妨
妬
妲
妾
姐
姚
姜
姞
姦
姨
姪
姶
姻
娑
娟
娠
娩
娯
娼
婉
婢
婬
婿
媄
媒
媓
媚
媛
媞
媽
嫁
嫄
嫉
嫐
嫗
嫡
嬌
嬢
嬪
嬬
嬾
孁
孚
孵
學
宋
宍
宕
宛
宴
宵
宸
寇
寓
寔
寡
實
寮
寵
寶
尉
對
尖
尤
尪
尹
届
屍
屎
屏
屑
屓
屠
履
岑
岫
岷
崋
崑
崖
崗
崛
嵌
嶂
嶠
嶼
嶽
巀
巒
巖
巫
巷
巽
帖
帚
帛
帥
帷
幄
幇
幔
幟
幢
并
幻
幼
庇
庖
庚
庶
廂
廊
廓
廟
廠
廬
廷
廼
廿
弄
弉
弊
弌
弔
弖
弗
弛
弧
弼
彈
彊
彌
彎
彗
彙
彝
彭
彷
徂
徐
徑
徠
徧
徨
循
徭
徴
德
徽
忉
忘
忙
忯
忻
忽
忿
怖
怠
怡
怨
怪
怯
恂
恕
恣
恤
恥
恨
恬
悉
悍
悔
悩
悼
惚
惜
惠
惧
惨
惰
惹
惺
愈
愉
愍
愔
愷
愿
慌
慕
慢
慨
慮
慰
憎
憐
憑
憙
憤
憧
憩
憬
憾
懇
應
懌
懲
懺
懽
懿
戈
戊
戌
戔
或
戚
戟
截
戮
戴
扁
扈
扉
托
扮
扱
批
抄
把
抑
抓
択
披
抵
抹
抽
拇
拈
拉
拍
拏
拐
拒
拘
拙
招
拠
括
拭
拵
拶
拿
挂
按
挑
挟
挨
挺
挽
挿
捉
捗
捜
捧
据
捺
捻
掄
授
掌
掖
掟
掣
控
掩
措
掬
掲
掴
掾
揃
揄
揆
揉
描
握
揶
搦
搬
搭
携
搾
摸
撒
撞
撤
撥
撰
撲
撹
擁
擔
擾
攘
攝
攣
收
斂
斟
斥
斧
斬
旁
旌
旛
无
旡
既
旻
昉
昏
昔
昧
昨
昪
昵
晁
晏
晒
晟
晦
晧
暇
暈
暉
暑
暘
暫
暲
暹
暾
曄
曉
曖
曝
曠
曰
曼
會
朏
朕
朧
机
朽
杁
杓
杞
杢
杣
杮
杯
杲
杷
杼
枅
枇
枓
枠
枡
枢
枳
某
柘
柯
柵
柾
栂
栲
栴
栻
栽
桁
框
桓
桔
桟
桴
桾
梆
梔
梗
梛
條
梟
梧
梱
梲
梵
棋
棗
棘
棠
棲
棹
棺
椀
椅
椏
椒
椙
椥
椹
楕
楚
楞
楡
楨
楪
楫
楮
楳
楷
概
榕
榜
榮
榱
榴
槃
槇
槊
槍
槐
槽
槿
樂
樓
樗
樟
樵
橇
橿
檄
檎
檐
檗
檜
檣
檥
檬
檮
檸
檻
櫃
櫓
櫟
櫨
櫻
欄
欅
欺
款
歎
歪
殆
殉
殯
殴
殷
毀
毘
毫
毬
氈
氾
汎
汝
汪
汽
沂
沃
沅
沆
沌
沐
没
沱
沸
沽
沿
況
泌
泗
泡
泯
泳
洒
洛
洩
洸
洹
洽
浙
浚
浣
浸
涅
涛
涯
涵
淄
淆
淇
淋
淘
淤
淨
淫
淹
渟
渠
渤
渦
渫
游
渾
湘
湛
湫
溢
溥
溪
溺
滄
滌
滕
滞
滴
滸
滹
滿
漂
漉
漑
漕
漠
漣
漫
漱
漸
漿
潅
潙
潭
潴
澁
澂
澎
澗
澪
澱
澳
濁
濟
濠
濡
濤
濫
濯
濾
瀉
瀋
瀑
瀕
瀞
瀟
瀾
灌
灑
灸
炊
炒
炮
炷
烙
烝
烹
焔
焙
焚
煇
煉
煌
煎
煕
煤
煥
煩
煬
煽
熈
熙
熨
熹
熾
燎
燔
燗
燥
燻
爐
爬
爲
爵
爺
爼
牌
牒
牘
牙
牝
牡
牢
牲
牽
犂
犠
狄
狙
狛
狡
狷
狸
猊
猟
猥
猨
猩
猴
猶
猷
猾
獏
獲
玅
玩
珀
珂
珈
珉
珊
珎
珞
珣
珥
珪
班
琥
琦
琮
琲
琵
琶
瑁
瑋
瑙
瑜
瑤
瑩
瑪
瑾
璋
璜
璞
璧
璨
璵
璽
璿
瓊
瓔
瓢
甍
甑
甕
甞
甥
畏
畢
當
畷
畸
畺
畿
疆
疇
疋
疎
疏
疑
疫
疱
疲
疹
疼
痒
痔
痕
痘
痙
痢
痩
痴
痺
瘍
瘡
瘧
癇
癌
癒
癖
癡
癪
皋
皐
皓
皺
盂
盃
盈
盒
盞
盡
盥
盧
盾
眷
眺
睡
睨
睿
瞋
瞑
瞞
瞭
瞰
瞻
瞼
瞿
矍
矛
矜
矧
矮
矯
砌
砕
砥
砦
砧
砺
硝
硯
碁
碇
碌
碓
碕
碗
碣
碾
磔
磧
磬
礎
礒
礙
礫
礬
祀
祁
祓
祕
祗
祚
祟
祠
祷
祺
禊
禍
禔
禖
禛
禦
禧
禮
禹
禽
禿
秒
租
秤
稙
稜
稠
稱
稷
稻
稼
稽
稿
穀
穆
穎
穗
穜
穢
穣
穫
窃
窄
窒
窟
窠
窩
窮
窯
竃
竄
竈
站
竝
竟
竭
竴
竺
竽
竿
笄
笈
笏
笙
笞
笥
筅
筇
筈
筌
筍
筏
筐
筝
筥
筧
筬
筮
筯
筰
筵
箆
箋
箏
箒
箔
箙
箜
箪
箭
篁
篆
篇
篋
篌
篝
篥
篦
篩
篳
篷
簀
簒
簧
簪
簫
簺
簿
籀
籃
籌
籐
籟
籠
籤
籬
籾
粂
粋
粘
粛
粧
粮
粳
糊
糜
糟
糧
糯
糺
糾
紐
紛
紬
累
紵
絁
絃
絅
絖
絞
絣
絲
絽
綏
經
綟
綬
綴
綸
綺
綽
緊
緥
緬
緯
緻
縅
縒
縛
縞
縢
縣
縹
總
繊
繋
繍
繕
繝
繦
繧
繹
繼
纂
纈
纏
纐
纒
纛
缶
罔
罠
罧
罰
署
罵
罷
罹
羂
羆
羇
羈
羌
羨
羯
羲
羹
翅
翌
翛
翡
翫
翰
翺
翻
耆
而
耗
耨
耽
聊
聘
聚
聟
聨
聯
聰
聲
聾
肄
肆
肋
肖
肘
肛
肢
肪
肯
肱
肴
胃
胆
胎
胖
胚
胝
胱
胴
脅
脆
脊
脛
脩
腋
腎
腑
腔
腱
腺
腿
膀
膏
膚
膝
膠
膣
膨
膩
膵
膾
膿
臂
臆
臈
臍
臓
臘
臚
臺
舂
舅
與
舍
舒
舖
舗
舩
舳
舶
艇
艘
艮
芒
芬
芭
芯
芻
芿
苛
苞
苡
苧
苴
苻
范
茎
茗
茘
茲
茵
茸
茹
荊
荏
荼
莞
莪
莫
莬
莱
莵
莽
菘
菟
菩
菫
菴
萄
萊
萍
萎
萠
萬
著
葡
董
葩
葬
葭
葱
葺
蒋
蒐
蒙
蒟
蒡
蒻
蒿
蓄
蓆
蓉
蓼
蔀
蔑
蔓
蔚
蔡
蔬
蔽
蕃
蕉
蕊
蕎
蕨
蕩
蕪
蕭
蕾
薇
薊
薔
薗
薙
薛
薦
薨
薪
薭
藉
藏
藐
藝
藩
藪
藷
藹
藺
蘂
蘆
蘊
虐
虔
虜
虞
號
蚕
蛉
蛎
蛙
蛛
蛟
蛤
蛮
蛸
蛹
蛾
蜀
蜃
蜆
蜊
蜘
蜷
蜻
蝉
蝋
蝕
蝙
蝠
蝿
螂
螣
蟄
蟇
蟠
蟷
蠢
蠣
衍
衒
衙
衞
衢
衫
衰
衵
衷
衽
衾
衿
袁
袈
袍
袒
袙
袞
袢
袰
袱
袴
袷
袿
裃
裔
裘
裙
裡
裲
裳
裴
裹
裾
褂
褄
褌
褐
褒
褥
褪
褶
褻
襄
襖
襞
襟
襠
襦
襪
襲
襴
襷
覈
覗
覲
覺
觀
訂
討
訛
訟
訢
訥
訶
註
詐
詔
詛
詢
詣
詫
詮
該
詳
誄
誅
誇
誕
誡
誣
誥
誦
誰
誼
誾
諌
諍
諒
諚
諜
諟
諡
諦
諧
諫
諮
諱
諶
諷
諺
諾
謀
謄
謌
謎
謗
謚
謡
謫
謬
證
譚
譛
譜
譬
譯
譴
讀
讐
讒
谿
豅
豎
豐
豫
豹
貌
貪
貰
貼
貿
賁
賂
賄
賈
賊
賎
賑
賓
賛
賜
賠
賣
賤
賦
賭
購
賽
贄
贅
贈
贋
贔
贖
赴
趙
趣
趺
趾
跋
跏
距
跨
跪
践
踊
踐
踞
踪
踵
蹄
蹉
蹊
蹟
蹲
蹴
躅
躇
躊
躍
躑
躙
躪
躬
躯
躰
軋
軻
軾
較
輌
輜
輦
輩
輯
輿
轄
轍
轟
轢
辟
辥
辦
辨
辱
迂
迅
迢
迪
迭
迹
逅
逍
逐
逓
逕
逗
這
逝
逞
逮
逼
遁
遂
遇
遍
遐
遙
遜
遡
遭
遮
遯
遵
遷
邀
邁
邂
邃
還
邇
邉
邊
邨
邯
邵
邸
郊
郢
郴
鄂
鄙
鄭
鄰
鄲
酉
酋
酌
酎
酥
酪
酬
酵
酷
醒
醗
醜
醤
醪
醵
醸
釉
釋
釐
釧
釿
鈍
鈎
鈐
鈔
鈞
鈦
鈷
鈸
鈿
鉇
鉉
鉋
鉤
鉦
銈
銑
銕
銚
銜
鋏
鋒
鋤
鋲
鋳
鋸
鋺
錆
錍
錐
錘
錠
錣
錫
錬
錯
錵
鍍
鍑
鍔
鍮
鍼
鍾
鎗
鎚
鎧
鎬
鎰
鎹
鏃
鏑
鐃
鐇
鐐
鐔
鐙
鐚
鐡
鐵
鐸
鑁
鑊
鑒
鑚
鑠
鑢
鑰
鑵
鑷
鑼
鑽
鑿
閃
閇
閏
閔
閘
閤
閥
閦
閨
閬
閲
閻
閼
閾
闍
闔
闕
關
闡
闢
闥
阜
阮
阯
阻
陂
陌
陛
陞
陥
陪
陬
隋
隧
隷
隻
雇
雉
雊
雋
雌
雍
雖
雙
雫
雰
雹
需
霍
霖
霰
靈
靜
靫
靭
靱
靴
靺
鞁
鞄
鞆
鞋
鞏
鞘
鞨
鞭
韋
韜
韮
韶
韻
頁
頌
頑
頒
頚
頬
頴
頸
頻
顆
顎
顗
顛
顧
顯
飢
飩
飫
飴
餃
餉
餌
餐
餓
餘
餝
餡
饂
饅
饉
饋
饌
饒
饗
馗
馳
馴
駈
駕
駝
騁
騏
騒
騙
騨
騰
驕
驚
驛
驢
骸
髄
體
髙
髢
髭
髮
髷
髻
鬘
鬚
鬢
鬨
鬯
鬱
魄
魏
魯
鮑
鮒
鮪
鮭
鯔
鯖
鯛
鯰
鯱
鰐
鰒
鰭
鰯
鰰
鰹
鰻
鱈
鱒
鱗
鱧
鳰
鳶
鴈
鴉
鴎
鴛
鴟
鴦
鴫
鵄
鵞
鵡
鵬
鵲
鵺
鶉
鶯
鷄
鷙
鸚
鸞
鹸
鹽
麁
麒
麝
麞
麟
麩
麹
麺
麾
黌
黍
黛
黠
鼈
鼉
鼎
齊
齋
齟
齬
龕
龗
！
＃
％
＆
（
）
＋
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
＝
？
＠
Ａ
Ｂ
Ｃ
Ｄ
Ｅ
Ｆ
Ｇ
Ｈ
Ｉ
Ｊ
Ｋ
Ｌ
Ｍ
Ｎ
Ｏ
Ｐ
Ｒ
Ｓ
Ｔ
Ｕ
Ｖ
Ｗ
Ｘ
Ｚ
ａ
ｃ
ｄ
ｅ
ｆ
ｈ
ｉ
ｊ
ｋ
ｌ
ｍ
ｎ
ｏ
ｐ
ｒ
ｓ
ｔ
ｕ
ｙ
ｚ
～
･

※
【
】
¥
